brew "dotter"
brew "neovim"
brew "zoxide"
brew "ripgrep"
brew "bat"
brew "eza"
brew "fzf"
brew "git-spice"
brew "jq"
brew "pgcli"
brew "watchman"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "fastfetch"
