brew "dotter"
brew "neovim"
brew "zoxide"
brew "ripgrep"
brew "bat"
brew "eza"
brew "fzf"
brew "gh"
brew "git-spice"
brew "jq"
brew "pgcli"
brew "watchman"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"

cask "1password"
cask "1password-cli"
cask "ghostty"
cask "font-maple-mono-nf"
cask "hyperkey"
cask "rectangle-pro"
cask "raycast"
cask "spotify"
cask "google-chrome"
cask "cursor"
