brew "bat"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "gh"
brew "git-spice"
brew "jq"
brew "mise"
brew "neovim"
brew "pgcli"
brew "ripgrep"
brew "watchman"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "ghostty"
cask "font-maple-mono"

