anysphere.cursorpyright
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
charliermarsh.ruff
eamodio.gitlens
editorconfig.editorconfig
hverlin.mise-vscode
mrmlnc.vscode-duplicate
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-vscode.sublime-keybindings
nize.oklch-preview
oderwat.indent-rainbow
oxc.oxc-vscode
typescriptteam.native-preview
vscodevim.vim
yoavbls.pretty-ts-errors
